brew 'n'
brew 'terraform'
brew 'awscli'
brew 'mas'
brew 'rustup'
brew 'yq'
brew 'ollama'
brew 'prettier'

cask 'docker'
cask 'visual-studio-code'
cask 'firefox'
cask 'discord'
cask 'obs'
cask 'google-chrome'
cask 'rar'

vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vsliveshare.vsliveshare"
vscode "tabnine.tabnine-vscode"

mas 'OneNote', id: 784801555
mas 'Screens', id: 1663047912
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409183694
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'GarageBand', id: 682658836
