brew 'n'
brew 'terraform'
brew 'awscli'
brew 'mas'
brew 'rustup-init'
brew 'yq'

cask 'docker'
cask 'visual-studio-code'
cask 'firefox'
cask 'discord'
cask 'obs'
cask 'google-chrome'
cask 'rar'

vscode 'GitHub.copilot-chat'
vscode 'GitHub.copilot'

mas 'OneNote', id: 784801555
mas 'Screens', id: 1663047912
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409183694
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'GarageBand', id: 682658836
